/**
 ***********************************************************************************************************************
 * @file        exercise_2.cpp
 * @author      Diego Martínez García (dmg0345@gmail.com)
 * @date        02-06-2024 00:31:19 (UTC)
 * @version     1.0.1
 * @copyright   github.com/dmg0345/bde/blob/master/LICENSE
 ***********************************************************************************************************************
 */

namespace
{

int main(void)
{
    return 1U;
}

}

namespace CppPrimer::Chapter1
{

void exercise_2(void)
{
    main();
}

}

/******************************************************************************************************END OF FILE*****/
