/**
 ***********************************************************************************************************************
 * @file        test_utils.cpp
 * @author      Diego Martínez García (dmg0345@gmail.com)
 * @date        02-06-2024 00:31:19 (UTC)
 * @version     1.0.1
 * @copyright   github.com/dmg0345/bde/blob/master/LICENSE
 ***********************************************************************************************************************
 */

#include "test_utils/test_utils.hpp"

namespace Tests::Utils
{

size_t Log::inst_counter = 0U;

}

/******************************************************************************************************END OF FILE*****/
