/**
 ***********************************************************************************************************************
 * @file        exercise_28.cpp
 * @author      Diego Martínez García (dmg0345@gmail.com)
 * @date        02-06-2024 00:31:19 (UTC)
 * @version     1.0.1
 * @copyright   github.com/dmg0345/bde/blob/master/LICENSE
 ***********************************************************************************************************************
 */

namespace CppPrimer::Chapter6
{

void exercise_28(void)
{
    // It's a reference to constant string.
}

}

/******************************************************************************************************END OF FILE*****/
